Phundrak/cv.md

# Table of Contents

1.  [Lucien Cartier-Tilet](#org0f05e16)
    1.  [Contact](#orgd8be3d5)
    2.  [Expériences Professionnelles](#orgb5a6b7b)
        1.  [VoxWave SAS - Directeur Technique](#org973a442)
        2.  [Université Paris 8 - Tuteur](#org656246b)
    3.  [Éducation](#org149e80f)
        1.  [Master d’Informatique (en cours) - Université Paris 8](#org490b084)
        2.  [Licence d’Informatique - Université Paris 8](#org256bc95)
        3.  [Baccalauréat - Lycée de la Plaine de l’Ain](#org558047a)
    4.  [Compétences](#orgdd33e90)
        1.  [Programmation](#orgc62067e)
        2.  [Outils de développement](#org66e00d2)
        3.  [Systèmes d’exploitation](#org28fbf55)
        4.  [Bureautique](#org12e515c)
        5.  [Synthèse vocale de chant](#orgf8877d3)
        6.  [Ingénieurie son](#org4ba2e3b)
    5.  [Activités](#org8d4e13f)
        1.  [Association Supran - Vice-Président](#org1297614)
        2.  [Activités personnelles](#org0a9efa8)
        3.  [Écriture](#org62b2376)
        4.  [Création d’idéolangues (langues construites)](#orga35c77c)
        5.  [Création d’univers fictifs](#orge9db81e)
        6.  [Musique](#org67de336)


<a id="org0f05e16"></a>

# Lucien Cartier-Tilet

Actuellement étudiant en Master Informatique à l’Université Vincennes-Saint-Denis après y avoir obtenu mon diplôme en Licence d’Informatique. Je fus également directeur technique chez VoxWave, et y ai développé la première chanteuse virtuelle francophone durant les six années passées dans cette entreprise que j’ai co-fondé.

De nationalité française, je parle couramment Anglais et j’ai des bases en Espagnol, en Japonais et en Lingua Franca Nova (Elefen) ; j’apprends actuellement également à parler en Norvégien (Bokmål). Mes centres d’intérêt sont variés, allant de la programmation à la linguistique en passant par la création d’univers fictifs.


<a id="orgd8be3d5"></a>

## Contact

-   **téléphone:** +33(0)6.83.90.56.89
-   **email:** [lucien@phundrak.com](mailto:lucien@phundrak.com)


<a id="orgb5a6b7b"></a>

## Expériences Professionnelles


<a id="org973a442"></a>

### VoxWave SAS - Directeur Technique

De la fondation du projet (Septembre 2012), création de l’entreprise en Octobre 2014, jusqu’au 31 Juillet 2018.

-   Co-fondateur
-   Programmation de voix de chant de synthèse
-   R&D linguistiques
-   Support utilisateur
-   Formation de recrues au développement de chanteurs virtuels.


<a id="org656246b"></a>

### Université Paris 8 - Tuteur

De Septembre 2018 à Mai 2019 et de Septembre 2020 à Mai 2021.

-   Accueil d’étudiants en début d’année
-   Accompagnement et soutient aux étudiants


<a id="org149e80f"></a>

## Éducation


<a id="org490b084"></a>

### Master d’Informatique (en cours) - Université Paris 8

De Septembre 2020 à Mai 2022. Volonté de poursuivre en doctorat.


<a id="org256bc95"></a>

### Licence d’Informatique - Université Paris 8

Septembre 2016 à Mai 2019

-   Mention Bien


<a id="org558047a"></a>

### Baccalauréat - Lycée de la Plaine de l’Ain

Septembre 2010 à Juillet 2013

-   Baccalauréat série S, spécialisation Sciences de l’Ingénieur
-   Mention Bien


<a id="orgdd33e90"></a>

## Compétences


<a id="orgc62067e"></a>

### Programmation

-   **Notions:** Prolog, Scheme
-   **Connaissances:** Python, Rust, HTML, CSS, JavaScript (EcmaScript 6), shell UNIX (bash, fish, Eshell), EmacsLisp, Dart
-   **Connaissances solides:** C, C++


<a id="org66e00d2"></a>

### Outils de développement

-   Emacs (outil principal, incluant org-mode), Vim
-   Git (dont Magit)
-   Nginx, Caddyserver
-   Docker, Docker Compose


<a id="org28fbf55"></a>

### Systèmes d’exploitation

-   Utilisation et administration GNU/Linux (Arch Linux, Void Linux, Debian, Ubuntu, Pop!<sub>OS</sub>)
-   Connaissance basique de Guix (incluant GuixSD)
-   Administration de serveurs web et serveurs de stockage GNU/Linux (Arch Linux, Debian)
    -   Sur VPS et sur machines locales
-   Utilisation Windows (de XP à 10, excepté Vista)


<a id="org12e515c"></a>

### Bureautique

-   org-mode (outil principal), LaTeX
-   Libre Office, Microsoft Office, WPS Office, suite Google (Docs, Sheets)


<a id="orgf8877d3"></a>

### Synthèse vocale de chant

-   Création et développement de banques vocales
    -   VOCALOID3
    -   Alter/Ego
    -   Chipspeech
    -   UTAU
-   Utilisation de VOCALOID2 à VOCALOID4, Alter/Ego, Chipspeech, UTAU, CeVIO Creative Studio


<a id="org4ba2e3b"></a>

### Ingénieurie son

-   FL Studio (10 à 20)
-   iZotope RX (3 à 6)
-   T-RackS CS


<a id="org8d4e13f"></a>

## Activités


<a id="org1297614"></a>

### Association Supran - Vice-Président

Depuis Mars 2020

-   Association loi 1901 promouvant ses artistes-membres via son réseau tout en les encourageant à collaborer entre eux
-   Webmestre du collectif
-   Directeur Artistique VSU


<a id="org0a9efa8"></a>

### Activités personnelles


<a id="org62b2376"></a>

### Écriture

Écriture d’un roman et de nouvelles dans un univers fantasy personnel


<a id="orga35c77c"></a>

### Création d’idéolangues (langues construites)

-   Langues *a priori* (créées *ex nihilo*)
    -   Proto-Ñyqy
    -   Proto-Tãso
-   Langues *a posteriori* (créées à partir de langues existantes)
    -   Eittlandais, descendant du Vieux Norrois
    -   Mauge, descendant du Proto-Italique


<a id="orge9db81e"></a>

### Création d’univers fictifs

-   Eittlande, pays nordique fictif existant dans notre univers
-   Univers fantasy original
-   Direction artistique de la création d’un univers participatif magicpink victorien


<a id="org67de336"></a>

### Musique

-   Pratique occasionnelle de la guitare sèche
-   Mixage de musique, réparation et nettoyage audio
